Repository: Nollapiste/mtp-lastfm
Catalog: po/*.po
Languages: it_it

source: User authenticated
it_it: Utente autenticato

source: Username or password incorrect, please reset
it_it: Username o password errati. Inserire nuovamente

source: This scrobbling client has been banned from submission, please notify the developer
it_it: L'invio di dati da questo client di scrobbling è stato bloccato; per favore, informare gli sviluppatori

source: Artist
it_it: Artista

source: Error messages will be logged in %s
it_it: I messaggi di errore saranno registrati in %s

source: Connecting to MTP device
it_it: Connessione al dispositivo MTP in corso

source: libmtp seems to be having trouble closing the session with your device and may need to be reset manually.
it_it: libmtp non riesce a chiudere la connessione con il dispositivo. Potrebbe essere necessario resettarlo manualmente.

source: Device not found.
it_it: Dispositivo non trovato

source: Done.
it_it: Fatto.

source: It is now safe to remove your device.
it_it: Ora è possibile rimuovere il dispositivo

source: Populating database for first time, may take a while...
it_it: Creazione del database in corso, attendere...

source: Cross checking song data with local database...
it_it: Confronto i dati del dispositivo con il database locale...

source: Authenticating...
it_it: Autenticazione in corso...

source: Scrobbling started %s hours ago
it_it: Invio dati iniziato %s ore fa

source: Sending love...
it_it: Invio i preferiti...

source: Database cleared
it_it: Database cancellato

source: Error: Please enter a username and password
it_it: Errore: inserire username e password

source: User database doesn't exist, creating.
it_it: Il database dell'utente non esiste, creazione in corso.

source: Authentication complete
it_it: Autenticazione completata

source: Sending tracks, waiting for reply...
it_it: Invio le tracce, aspetto la risposta...

source: Nothing to scrobble.
it_it: Nessuna traccia da inviare.

source: There was an error sending data to last.fm:
it_it: Errore durante l'invio dei dati a last.fm

source: Track ID
it_it: ID Traccia

source: Title
it_it: Titolo

source: Track number
it_it: Traccia n°

source: Duration
it_it: Durata

source: User rating
it_it: Valutazione dell'utente

source: Playcount
it_it: Nr di ascolti

source: Tracks that recently failed a validity check:
it_it: Tracce che recentemente non hanno superato un test di validità:

source: None
it_it: Nessuno

source: Love
it_it: Aggiungi ai preferiti

source: Don't Scrobble
it_it: Non inviare

source: Remove Ban
it_it: Includi traccia

source: Remove Love
it_it: Rimuovi dai preferiti

source: Song
it_it: Canzone

source: Rating
it_it: Valutazione

source: Loved tracks
it_it: Preferiti

source: Banned tracks
it_it: Tracce escluse

source: A problem occurred during authentication
it_it: Si è verificato un problema durante l'autenticazione

source: <b>Options</b>
it_it: <b>Opzioni</b>

source: <b>Scrobble ordering</b>
it_it: <b>Ordine di invio</b>

source: <b>Scrobble timing</b>
it_it: <b>Ora di invio</b>

source: Alphabetical
it_it: Alfabetico

source: Always use default time
it_it: Usa sempre l'ora predefinita

source: Authenticate now
it_it: Effettuare l'accesso

source: Calculate scrobble time to finish "Now"
it_it: Calcola l'ora di ascolto in modo da finire "ora"

source: Clears your locally stored song data
it_it: Elimina i dati locali relativi alle canzoni

source: Connect to device on startup
it_it: Connetti al dispositivo all'avvio

source: Default scrobble start time (Hours)
it_it: Ora di ascolto predefinita

source: Enter the time (in hours) that you wish to start scrobbling from:
it_it: Inserire l'ora a cui vuoi che inizi l'ascolto

source: If you continue everything will be cleared from your local database. Usually you only want to do this if you have formatted your device.
it_it: Continuando, il database locale sarà completamente eliminato. Normalmente, si effettua questa operazione solo in seguito a formattazione del dispositivo

source: Login
it_it: Connetti

source: Logout
it_it: Disconneti

source: MTP-Lastfm - Login
it_it: MTP-Lastfm - Connetti

source: MTP-Lastfm is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. MTP-Lastfm is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with MTP-Lastfm. If not, see http://www.gnu.org/licenses/
it_it: MTP-Lastfm è software libero: può essere modificato e distribuito nei termini della GNU General Public License, pubblicata dalla Free Software Foundation, versione 3 o successiva. MTP-Lastfm è distribuito con la speranza che possa risultare utile, ma SENZA ALCUNA GARANZIA; senza la garanzia implicita di COMMERCIABILITÀ o che sia ADATTO PER UNO SCOPO SPECIFICO. Per ulteriori dettagli, fare riferimento alla GNU General Public License. Una copia della GNU General Public License dovrebbe essere distribuita con MTP-Lastfm. È comunque possibile recuperarla all'indirizzo http://www.gnu.org/licenses/

source: Please login to your last.fm account
it_it: Effetturare l'accesso al proprio account last.fm

source: Random
it_it: Casuale

source: Remember me?
it_it: Ricordami

source: Reset Database
it_it: Svuota il database

source: Scrobble automatically after device check (Leave unchecked to love/ban tracks)
it_it: Invia automaticamente le tracce dopo il controllo (non selezionare per aggiungere preferiti)

source: Set time manually
it_it: Imposta l'ora manualmente

source: mtp-lastfm tracks your listening habits on your mtp device and uploads them to last.fm
it_it: mtp-lastfm registra le tue abitudini di ascolto sul tuo dispositivo MTP e le invia a last.fm
